{
  "presentation-title": "Presentation",
  "presentation-line-1": "Dear Recruiter",
  "presentation-line-2": "It is with great enthusiasm that I introduce myself as a professional with a degree in Information Systems and over 2 years of solid experience in front-end web development. Throughout my journey, I have honed my skills using tools such as React and Angular, highlighting my expertise in implementing automated tests using technologies like Jest, React Testing Library, and Cypress.",
  "presentation-line-3": "My background includes practical experience in diverse business areas, such as Invoice Issuance, Healthcare, Clinic, and Insurance. Over the years, I have taken on multifaceted roles, ranging from Front-end Developer to Analyst, Infrastructure Support, and Technical Support. This variety of experiences has provided me with a comprehensive understanding of the technological landscape and the ability to tackle challenges with flexibility and effectiveness.",
  "presentation-line-4": "In addition to my hands-on experience, I have consistently sought to enhance my knowledge through specialized courses. I emphasize my dedication to gaining expertise in technologies like React, Angular, Spring Boot, Typescript, Cypress, and Automated Testing, reinforcing my commitment to continuous learning and the pursuit of excellence in my field.",
  "presentation-line-5": "I am excited about the possibility of joining your team, where I intend to apply responsibly and in alignment with the organization's requirements all the knowledge acquired throughout my career. I am available to discuss how my skills and experiences can contribute to the company's objectives.",
  "presentation-line-6": "Thank you for your attention, and I look forward to the opportunity for an interview to further discuss how I can add value to your team.",
  "presentation-line-7": "Sincerely",
  "experience-title": "Experiences",
  "front-end-developer": "Front-end Developer",
  "it-assistant-1": "IT Assistant (Support)",
  "it-assistant-2": "IT Assistant (Infrastructure)",
  "technical-support": "Technical support",
  "petize-activity": "Maintain and develop new features in Petize systems (products), using Javascript, Typescript, React and Angular technologies, development of automated tests.",
  "objective-activity": "Create new applications from scratch, from the structure and pattern used and libraries, maintain and develop new functionalities in Objective systems (products) using the following technologies in Front-end, Javascript, Typescript, React, Angular and Vue, I also worked a little in the Back-end, using .NET Core and Spring Boot, I also developed automated, unit and integration tests, I worked on large projects developing with quality. I performed requirements analysis to create tasks in Jira for the team, both for Front-end, separating activities by components, pages and services, and Back-end in creating and maintaining endpoints.",
  "uoppecan-activity-1": "User support in using the Tasy system, creating reports using the Oracle database and the Tasy report creation tool.",
  "uoppecan-activity-2": "Maintenance of computers and printers, new infrastructure installations (network cables, installation of computers and printers, among other equipment) and user support on equipment usage issues.",
  "simple-work-activity": "User support in the use of Simple Work systems, involving all types of invoices, assisting the user in the processes. Provided training on the use of systems and implementation of systems.",
  "company-uoppecan": "Uopeccan Cancer Hospital"
}
